/**
 * Created by zyt on 2017/7/18.
 */
const month_andr={
  title:'连续包月服务协议',
  summary:{
    title:'1. 服务条款的接受与修改',
    text:'有道词典的所有权和运作权归有道公司所有,有道公司同意按照《有道词典VIP服务条款》(下简称：“本服务条款”)规定以及不时发布的操作规则等提供基于互联网的相关服务。请用户仔细阅读本服务条款（特别是加粗部分），未成年人应在法定监护人陪同下阅读。除非您已接受本协议所有条款，否则您无权使用本协议的相关服务。您的使用行为将视为统一接受本协议各项条款，包括有道公司对该服务条款随时所做的任何修改。'
  },
  content:{
    one:{
      title:'2. 服务说明',
      text:{
        '①':'本服务是出于会员对于自动续费的需求，在会员已开通本服务的前提下，避免会员因疏忽或其他原因导致未能及时续费造成损失而推出的服务，会员不可撤销的授权有道可在会员有效期即将过期时，从会员的自有充值账户、与会员账号绑定的第三方支付账户、银行卡、通信账户（以下统称“账户”）余额中代扣下一个计费周期包月费，该服务实现的前提是会员已将其有道会员账号与上述账户绑定，且可成功从其上述账户中扣款。',
        '②':'自动续费具体指，基于2.1的前提，有道通过上述账户收取会员下一计费周期包月费的扣费方式，会员需保证有道可以从上述账户扣款成功，因上述账户中可扣款余额不足导致的续费失败，由会员自行承担责任。',
        '③':'会员在享受本服务时，应受《有道网络服务使用协议》以及《有道会员服务协议》的约束，当会员使用本服务时，会员的使用行为视为其对本服务的服务条款以及有道针对本服务发出的各类公示的同意。',
        '④':'有道向会员提供的本服务均仅限于会员在有道平台使用，任何以恶意破解等非法手段将有道提供的本服务内容与有道平台分离的行为，均不属于本协议中约定的本服务。由此引起的一切法律后果由行为人负责，有道将依法追究行为人的法律责任。'}

    },
  },
  company:'有道公司',
  bottom:['Copyright © 2017 Netease Corporation. All Rights Reserved']
};

export default {
  month_andr
}


