const vip_ios= {
  title: '《有道词典VIP服务协议》',
  des: '欢迎您购买有道词典VIP服务',
  summary: '有道词典的所有权和运作权归有道公司所有,有道公司同意按照《有道词典VIP服务条款》(下简称：“本服务条款”)规定以及不时发布的操作规则等提供基于互联网的相关服务。请用户仔细阅读本服务条款（特别是加粗部分），未成年人应在法定监护人陪同下阅读。除非您已接受本协议所有条款，否则您无权使用本协议的相关服务。您的使用行为将视为统一接受本协议各项条款，包括有道公司对该服务条款随时所做的任何修改。',
  content: {
    one: {
      title: '1、有道公司运用自己的操作系统通过国际互联网络为用户提供有道词典VIP服务。',
      text: [
        '用户必须',
        '（1）认真阅读并知晓有道词典VIP产品介绍，遵守本服务条款和相关操作规则；',
        '（2）自行提供使用设备，连接网络设备；',
        '（3）个人上网和支付与此服务有关的费用。',
        '（4）遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。']
    },
    two: {
      title: '2、软件自动升级功能',
      text: ['除非用户主动选择不使用有道词典的自动升级功能，否则视为同意启动有道词典默认的自动升级功能。']
    },
    three: {
      title: '3、有道公司运用自己的操作系统通过国际互联网络为用户提供有道词典VIP服务。',
      text: [
        '用户必须：',
        '（1）认真阅读并知晓有道词典VIP产品介绍，遵守本服务条款和相关操作规则；',
        '（2）自行提供使用设备，连接网络设备；',
        '（3）个人上网和支付与此服务有关的费用。',
        '（4）遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。']
    },
  },
  company:'有道公司',
  bottom:['Copyright © 2017 Netease Corporation.','All Rights Reserved']
};

const vip_andr={
  title:'有道词典VIP服务协议',
  summary:'有道词典的所有权和运作权归有道公司所有,有道公司同意按照《有道词典VIP服务条款》(下简称：“本服务条款”)规定以及不时发布的操作规则等提供基于互联网的相关服务。请用户仔细阅读本服务条款（特别是加粗部分），未成年人应在法定监护人陪同下阅读。除非您已接受本协议所有条款，否则您无权使用本协议的相关服务。您的使用行为将视为统一接受本协议各项条款，包括有道公司对该服务条款随时所做的任何修改。',
  content:{
    one:{
      title:'1、有道公司运用自己的操作系统通过国际互联网络为用户提供有道词典VIP服务。用户必须',
      text:{
        '①':'认真阅读并知晓有道词典VIP产品介绍，遵守本服务条款和相关操作规则；',
        '②':'自行提供使用设备，连接网络设备；',
        '③':'个人上网和支付与此服务有关的费用。',
        '④':'遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。'}

    },
    two:{
      title:'2、软件自动升级功能',
      text:{'①':'除非用户主动选择不使用有道词典的自动升级功能，否则视为同意启动有道词典默认的自动升级功能。'}
    },
    three:{
      title:'3、有道公司运用自己的操作系统通过国际互联网络为用户提供有道词典VIP服务。用户必须：',
      text:{
        '①':'认真阅读并知晓有道词典VIP产品介绍，遵守本服务条款和相关操作规则；',
        '②':'自行提供使用设备，连接网络设备；',
        '③':'个人上网和支付与此服务有关的费用。',
        '④':'遵守中华人民共和国相关法律法规（如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规）。'}

    },
  },
  company:'有道公司',
  bottom:['Copyright © 2017 Netease Corporation. All Rights Reserved']
};

export default {
  vip_andr,
  vip_ios
}


